{
    "project_name": ["EO-PERSIST"],
    "project_type": ["Collaborative research and innovation initiative"],
    "duration": ["48 months"],
    "funding": {
      "source": ["EU"],
      "program": ["HORIZON TMA MSCA Staff Exchanges"]
    },
    "domain": ["Arctic environments, infrastructures, and industries"],
    "problem_addressed": ["Impacts of climate change on Arctic environments, infrastructures, and industries"],
    "main_goal": ["To leverage existing services, datasets, and novel technologies to create a continuously updated ecosystem with Earth Observation (EO)-based datasets suitable for permafrost applications"],
    "key_innovation": ["Availability of a unique way of collecting, managing, and exploiting available EO data suitable for permafrost socioeconomic studies and research via one single cloud-based system/platform"],
    "solution": {
      "type": ["Cloud-based system"],
      "functionality": ["Collect, manage, and analyze Earth Observation (EO) data suitable for permafrost studies"],
      "key_enablers": [
        ["Recent advances in EO sensors"],
        ["Cloud computing"],
        ["Geographical information systems (GIS)"],
        ["Socioeconomics"]
      ]
    },
    "core_activities": [
      ["Staff exchanges"],
      ["Knowledge sharing"],
      ["Know-how transfer"]
    ],
    "methodological_advances": ["Exploiting the huge volume of remote sensing (RS) datasets and provide indicators directly connected with socioeconomic effects from permafrost dynamics"],
    "opportunities": [
      ["Promote pioneering research"],
      ["Promote socio-economic studies in the Arctic"]
    ],
    "experimental_analysis": {
      "focus": ["Five use cases"],
      "purpose": ["Serve as Key Performance Indicators (KPIs) of the system"]
    },
    "use_cases": [
      {
        "id": ["UC 1"],
        "description": ["Land degradation"]
      },
      {
        "id": ["UC 2"],
        "description": ["Temperature anomalies"]
      },
      {
        "id": ["UC 3"],
        "description": ["Coastal monitoring and modeling"]
      },
      {
        "id": ["UC 4"],
        "description": ["Active layer freeze-thaw cycle monitoring using TSInSAR"]
      },
      {
        "id": ["UC 5"],
        "description": ["Exploitation of low frequency SAR"]
      }
    ],
    "specific_objectives": [
      {
        "id": ["O1"],
        "description": ["Exploitation of the cloud processing resources and big data EO archives to construct EO-PERSIST system"]
      },
      {
        "id": ["O2"],
        "description": ["Development and implementation of novel RS algorithms (e.g. TSInSAR methods, CNN, SR methods) to support the assessment of permafrost changes"],
        "examples": [
          ["TSInSAR methods"],
          ["CNN"],
          ["SR methods"]
        ]
      },
      {
        "id": ["O3"],
        "description": ["Deploying geographical information systems (GIS)-based models (e.g. multivariate analysis, gap filling) to big geospatial datasets for permafrost dynamics monitoring"],
        "examples": [
          ["Multivariate analysis"],
          ["Gap filling"]
        ]
      },
      {
        "id": ["O4"],
        "description": ["Definition and development of socioeconomic indicators for the sustainable development of the Arctic region taking into account land degradation, temperature anomalies and coastal erosion caused by permafrost dynamics and changes"]
      },
      {
        "id": ["O5"],
        "description": ["Sharing multidisciplinary knowledge (Earth's processes modeling (EPM), RS, GIS, and cloud computing (CC)) and know-how among the partners, while aligning different scientific cultures for the integration of the knowledge from the permafrost domain to resolve the scientific questions."]
      },
      {
        "id": ["O6"],
        "description": ["Promotion of skills and careers of the exchanged staff. The seconded staff are going to be re-integrated to the sending companies/institutes with an in-build return mechanism for further exploitation of their newly acquired and enhanced skills and knowledge."]
      },
      {
        "id": ["O7"],
        "description": ["Pushing the conducted complementary research of the partners to the market by creating added value products that correspond to a) a sustainable Arctic EO-based system, b) improved algorithms for permafrost studies, and c) socioeconomic indicators based on RS outputs and GIS models that will make a positive contribution to decision-making processes."]
      },
      {
        "id": ["O8"],
        "description": ["Ensure the sustainability and long-term business value of the project."]
      }
    ],
    "expected_impact": ["Make a significant impact on the understanding and management of permafrost dynamics and contribute to the sustainable development of the Arctic region"]
}
